Repository: Aakashshinde99/E-Grampanchayat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi, mr

source: Document
hi: दस्तावेज़
mr: दस्तऐवज

source: Action
hi: कार्य
mr: कृती

source: ✅ Approve
mr: ✅ मंजूर करा

source: ❌ Reject
mr: ❌ नाकारले

source: 📄 View Document
mr: 📄 दस्तऐवज पहा

source: Processed
hi: प्रक्रिया पूरी
mr: प्रक्रिया पूर्ण

source: No pending applications.
hi: कोई लंबित आवेदन नहीं।
mr: कोणतीही प्रलंबित अर्ज नाहीत.

source: Add New Tax
hi: नया कर जोड़ें
mr: नवीन कर जोडा

source: Outstanding
hi: बकाया
mr: थकबाकी

source: Actions
hi: कार्रवाई
mr: क्रिया

source: Edit
hi: संपादित करें
mr: संपादित करा

source: No taxes available.
hi: कोई कर उपलब्ध नहीं है।
mr: कोणतेही कर उपलब्ध नाहीत.

source: Recent Tax Payments
hi: हाल के कर भुगतान
mr: अलीकडील कर देयके

source: Tax Type
hi: कर प्रकार
mr: कर प्रकार

source: Amount
hi: राशि
mr: रक्कम

source: No tax payments recorded.
hi: कोई कर भुगतान दर्ज नहीं किया गया।
mr: कोणतेही कर देयके नोंदवलेले नाहीत.

source: Edit Tax
hi: कर संपादित करें
mr: कर संपादित करा

source: Outstanding Amount
mr: थकबाकी रक्कम

source: Save Changes
hi: परिवर्तन सहेजें
mr: बदल जतन करा

source: Description
hi: विवरण
mr: वर्णन

source: Outstanding Amount (₹)
hi: बकाया राशि (₹)
mr: थकबाकी रक्कम (₹)

source: Add Tax
hi: कर जोड़ें
mr: कर जोडा

source: Job Opportunities Management
hi: नौकरी के अवसर प्रबंधन
mr: नोकरी संधी व्यवस्थापन

source: Add New Job
hi: नई नौकरी जोड़ें
mr: नवीन नोकरी जोडा

source: Available Job Opportunities
hi: उपलब्ध नौकरी के अवसर
mr: उपलब्ध नोकरी संधी

source: Job Title
hi: नौकरी का शीर्षक
mr: नोकरी शीर्षक

source: Company
hi: कंपनी
mr: कंपनी

source: Delete
hi: हटाएं
mr: हटवा

source: No job opportunities available.
hi: कोई नौकरी के अवसर उपलब्ध नहीं हैं।
mr: कोणत्याही नोकरी संधी उपलब्ध नाहीत.

source: Add Job Opportunity - Panchayat App
hi: नौकरी का अवसर जोड़ें - पंचायत ऐप
mr: नोकरीची संधी जोडा - पंचायत अॅप

source: Add Job Opportunity
hi: नौकरी का अवसर जोड़ें
mr: नोकरीची संधी जोडा

source: Company Name
hi: कंपनी का नाम
mr: कंपनीचे नाव

source: Salary (INR)
hi: वेतन (INR)
mr: पगार (INR)

source: Job Description
hi: नौकरी का विवरण
mr: नोकरीचे वर्णन

source: Cancel
hi: रद्द करें
mr: रद्द करा

source: Add Job
hi: नौकरी जोड़ें
mr: नोकरी जोडा

source: Delete Job - Panchayat App
hi: नौकरी हटाएं - पंचायत ऐप
mr: नोकरी हटवा - पंचायत अॅप

source: Confirm Deletion
hi: हटाने की पुष्टि करें
mr: हटविण्याची पुष्टी करा

source: Are you sure you want to delete the job:
hi: क्या आप वाकई इस नौकरी को हटाना चाहते हैं:
mr: तुम्हाला खात्री आहे का की तुम्ही ही नोकरी हटवू इच्छिता:

source: Tourism Management - Panchayat App
hi: पर्यटन प्रबंधन - पंचायत ऐप
mr: पर्यटन व्यवस्थापन - पंचायत अॅप

source: Local Tourism Management
hi: स्थानीय पर्यटन प्रबंधन
mr: स्थानिक पर्यटन व्यवस्थापन

source: Add New Spot
hi: नया पर्यटन स्थल जोड़ें
mr: नवीन पर्यटन स्थळ जोडा

source: Tourism Spots
hi: पर्यटन स्थल
mr: पर्यटन स्थळे

source: Best Time
hi: सर्वोत्तम समय
mr: सर्वोत्तम वेळ

source: No tourism spots available.
hi: कोई पर्यटन स्थल उपलब्ध नहीं हैं।
mr: कोणतीही पर्यटन स्थळे उपलब्ध नाहीत.

source: Add Tourism Spot - Panchayat App
hi: पर्यटन स्थल जोड़ें - पंचायत ऐप
mr: पर्यटन स्थळ जोडा - पंचायत अॅप

source: Add New Tourism Spot
hi: नया पर्यटन स्थल जोड़ें
mr: नवीन पर्यटन स्थळ जोडा

source: Spot Name
hi: स्थल का नाम
mr: स्थळाचे नाव

source: Contact Information
hi: संपर्क जानकारी
mr: संपर्क माहिती

source: Optional
hi: वैकल्पिक
mr: ऐच्छिक

source: Add Spot
hi: स्थल जोड़ें
mr: स्थळ जोडा

source: Manage Village Dashboard - Panchayat App
hi: गांव डैशबोर्ड प्रबंधन - पंचायत ऐप
mr: गाव डॅशबोर्ड व्यवस्थापन - पंचायत अॅप

source: Manage Village Dashboard
hi: गांव डैशबोर्ड प्रबंधित करें
mr: गाव डॅशबोर्ड व्यवस्थापित करा

source: Literacy Rate (%)
mr: साक्षरता दर (%)

source: Employment Rate (%)
mr: रोजगार दर (%)

source: Update Statistics
hi: आंकड़े अपडेट करें
mr: आकडेवारी अपडेट करा

source: Manage Village Updates
hi: गांव अपडेट प्रबंधित करें
mr: गाव अपडेट व्यवस्थापित करा

source: Update Title
hi: अपडेट शीर्षक
mr: अपडेट शीर्षक

source: Update Description
hi: अपडेट विवरण
mr: अपडेट वर्णन

source: Add Update
hi: अपडेट जोड़ें
mr: अपडेट जोडा

source: Title
hi: शीर्षक
mr: शीर्षक

source: No updates available.
hi: कोई अपडेट उपलब्ध नहीं है।
mr: कोणतेही अपडेट उपलब्ध नाहीत.

source: Manage Panchayat Members - Panchayat App
hi: पंचायत सदस्य प्रबंधन - पंचायत ऐप
mr: पंचायत सदस्य व्यवस्थापन - पंचायत अॅप

source: Manage Panchayat Members
hi: पंचायत सदस्य प्रबंधित करें
mr: पंचायत सदस्य व्यवस्थापित करा

source: Add New Member
hi: नया सदस्य जोड़ें
mr: नवीन सदस्य जोडा

source: Name
hi: नाम
mr: नाव

source: No members found.
hi: कोई सदस्य नहीं मिला।
mr: कोणतेही सदस्य आढळले नाहीत.

source: Add Panchayat Member - Panchayat App
hi: पंचायत सदस्य जोड़ें - पंचायत ऐप
mr: पंचायत सदस्य जोडा - पंचायत अॅप

source: Add Panchayat Member
hi: पंचायत सदस्य जोड़ें
mr: पंचायत सदस्य जोडा

source: Image URL
hi: इमेज URL
mr: प्रतिमा URL

source: Add Member
hi: सदस्य जोड़ें
mr: सदस्य जोडा

source: Schedule and manage Gram Sabha meetings.
hi: ग्राम सभा बैठकों का शेड्यूल और प्रबंधन करें।
mr: ग्रामसभा बैठकींचे वेळापत्रक आणि व्यवस्थापन करा.

source: Total Meetings
mr: एकूण सभा

source: Manage Meetings
hi: बैठकों का प्रबंधन करें
mr: सभांचे व्यवस्थापन करा

source: Manage Meetings - Panchayat App
hi: बैठकों का प्रबंधन - पंचायत ऐप
mr: सभेचे व्यवस्थापन - पंचायत अॅप

source: Add New Meeting
hi: नई बैठक जोड़ें
mr: नवीन सभा जोडा

source: Scheduled Meetings
hi: निर्धारित बैठकें
mr: योजना केलेल्या सभा

source: Date
hi: तारीख
mr: तारीख

source: Time
hi: समय
mr: वेळ

source: No meetings scheduled.
hi: कोई बैठक निर्धारित नहीं है।
mr: कोणत्याही सभा नियोजित नाहीत.

source: Add Meeting - Panchayat App
hi: बैठक जोड़ें - पंचायत ऐप
mr: बैठक जोडा - पंचायत अॅप

source: Add Meeting
hi: बैठक जोड़ें
mr: बैठक जोडा

source: Manage Schemes - Panchayat App
hi: योजनाओं का प्रबंधन - पंचायत ऐप
mr: योजना व्यवस्थापन - पंचायत अॅप

source: Add New Scheme
hi: नई योजना जोड़ें
mr: नवीन योजना जोडा

source: Health Schemes
hi: स्वास्थ्य योजनाएँ
mr: आरोग्य योजना

source: Education Schemes
hi: शिक्षा योजनाएँ
mr: शिक्षण योजना

source: Add Scheme - Panchayat App
hi: योजना जोड़ें - पंचायत ऐप
mr: योजना जोडा - पंचायत अॅप

source: Add Scheme
hi: योजना जोड़ें
mr: योजना जोडा

source: Category
hi: श्रेणी
mr: वर्ग

source: Health
hi: स्वास्थ्य
mr: आरोग्य

source: Education
hi: शिक्षा
mr: शिक्षण

source: Eligibility
hi: पात्रता
mr: पात्रता

source: Link
hi: लिंक
mr: लिंक

source: Manage Helpdesk - Panchayat App
hi: हेल्पडेस्क प्रबंधन - पंचायत ऐप
mr: मदत केंद्र व्यवस्थापन - पंचायत अॅप

source: Manage Helpdesk Support
hi: हेल्पडेस्क सहायता प्रबंधित करें
mr: मदत केंद्र समर्थन व्यवस्थापित करा

source: Support Requests
hi: सहायता अनुरोध
mr: समर्थन विनंत्या

source: Mark as Resolved
hi: संपन्न के रूप में चिह्नित करें
mr: निकाली काढा

source: No support requests available.
hi: कोई सहायता अनुरोध उपलब्ध नहीं है।
mr: कोणत्याही समर्थन विनंत्या उपलब्ध नाहीत.

source: Manage FAQs - Panchayat App
hi: FAQ प्रबंधन - पंचायत ऐप
mr: FAQ व्यवस्थापन - पंचायत अॅप

source: Add New FAQ
hi: नया FAQ जोड़ें
mr: नवीन FAQ जोडा

source: FAQs
hi: अक्सर पूछे जाने वाले प्रश्न
mr: वारंवार विचारले जाणारे प्रश्न

source: No FAQs available.
hi: कोई FAQ उपलब्ध नहीं है।
mr: कोणतेही FAQ उपलब्ध नाहीत.

source: Edit FAQ - Panchayat App
hi: FAQ संपादित करें - पंचायत ऐप
mr: FAQ संपादित करा - पंचायत अॅप

source: Edit FAQ
hi: FAQ संपादित करें
mr: FAQ संपादित करा

source: Question
hi: प्रश्न
mr: प्रश्न

source: Answer
hi: उत्तर
mr: उत्तर

source: Update FAQ
hi: FAQ अपडेट करें
mr: FAQ अद्यतनित करा

source: Back to FAQ List
hi: FAQ सूची पर वापस जाएं
mr: FAQ यादीत परत जा

source: Delete FAQ - Panchayat App
hi: FAQ हटाएँ - पंचायत ऐप
mr: FAQ हटवा - पंचायत अॅप

source: Delete FAQ
hi: FAQ हटाएँ
mr: FAQ हटवा

source: Are you sure you want to delete this FAQ?
hi: क्या आप सुनिश्चित हैं कि आप इस FAQ को हटाना चाहते हैं?
mr: तुम्हाला ही FAQ हटवायची खात्री आहे का?

source: Confirm Delete
hi: हटाने की पुष्टि करें
mr: हटवा पुष्टी करा

source: Cancel & Go Back
hi: रद्द करें और वापस जाएं
mr: रद्द करा आणि परत जा

source: Add FAQ - Panchayat App
hi: FAQ जोड़ें - पंचायत ऐप
mr: FAQ जोडा - पंचायत अॅप

source: Add FAQ
hi: FAQ जोड़ें
mr: FAQ जोडा

source: Add New Image
hi: नई छवि जोड़ें
mr: नवीन प्रतिमा जोडा

source: No images available.
hi: कोई छवियां उपलब्ध नहीं हैं।
mr: कोणत्याही प्रतिमा उपलब्ध नाहीत.

source: Add Image to Gallery
mr: गॅलरीमध्ये प्रतिमा जोडा

source: Upload Image
hi: छवि अपलोड करें
mr: प्रतिमा अपलोड करा

source: Add Survey - Panchayat App
hi: सर्वेक्षण जोड़ें - पंचायत ऐप
mr: सर्वेक्षण जोडा - पंचायत ॲप

source: Add New Survey
hi: नया सर्वेक्षण जोड़ें
mr: नवीन सर्वेक्षण जोडा

source: Add Survey
hi: सर्वेक्षण जोड़ें
mr: सर्वेक्षण जोडा

source: Back to Surveys
hi: सर्वेक्षण पर वापस जाएं
mr: सर्वेक्षणांवर परत जा

source: Delete Feedback - Panchayat App
mr: प्रतिक्रिया हटवा - पंचायत ॲप

source: Delete Feedback
mr: प्रतिक्रिया हटवा

source: Are you sure you want to delete this feedback?
mr: आपल्याला ही प्रतिक्रिया हटवायची आहे का?

source: User
hi: उपयोगकर्ता
mr: वापरकर्ता

source: Anonymous
mr: अनामिक

source: Submitted on
mr: सादर दिनांक

source: Yes, Delete Feedback
mr: होय, प्रतिक्रिया हटवा

source: Delete Survey - Panchayat App
hi: सर्वेक्षण हटाएँ - पंचायत ऐप
mr: सर्वेक्षण हटवा - पंचायत ॲप

source: Delete Survey
hi: सर्वेक्षण हटाएँ
mr: सर्वेक्षण हटवा

source: Are you sure you want to delete the survey
hi: क्या आप वाकई इस सर्वेक्षण को हटाना चाहते हैं
mr: आपल्याला हे सर्वेक्षण हटवायचे आहे का

source: This action is irreversible.
hi: यह क्रिया अपरिवर्तनीय है।
mr: ही क्रिया अपरिवर्तनीय आहे.

source: Yes, Delete Survey
mr: होय, सर्वेक्षण हटवा

source: Manage Surveys - Panchayat App
hi: सर्वेक्षण प्रबंधन - पंचायत ऐप
mr: सर्वेक्षण व्यवस्थापन - पंचायत ॲप

source: Available Surveys
mr: उपलब्ध सर्वेक्षण

source: Closed
hi: बंद
mr: बंद

source: Activate
hi: सक्रिय करें
mr: सक्रिय करा

source: No surveys available.
hi: कोई सर्वेक्षण उपलब्ध नहीं है।
mr: कोणतेही सर्वेक्षण उपलब्ध नाहीत.

source: Citizen Feedback on Surveys
mr: सर्वेक्षणावरील नागरिक प्रतिक्रिया

source: View feedback submitted by citizens regarding surveys.
mr: सर्वेक्षणासंबंधी नागरिकांनी दिलेल्या प्रतिक्रियांचा आढावा घ्या.

source: Date Submitted
mr: सबमिट करण्याची तारीख

source: No feedback available.
hi: कोई प्रतिक्रिया उपलब्ध नहीं है।
mr: कोणतीही प्रतिक्रिया उपलब्ध नाही.

source: Survey Responses - Panchayat App
hi: सर्वेक्षण प्रतिक्रियाएँ - पंचायत ऐप
mr: सर्वेक्षण प्रतिसाद - पंचायत ॲप

source: Survey Responses
hi: सर्वेक्षण प्रतिक्रियाएँ
mr: सर्वेक्षण प्रतिसाद

source: Responses submitted by users for the survey
mr: सर्वेक्षणासाठी वापरकर्त्यांनी सादर केलेले प्रतिसाद

source: Survey Details
hi: सर्वेक्षण विवरण
mr: सर्वेक्षण तपशील

source: Created On
hi: बनाया गया
mr: निर्माण तारीख

source: User Responses
hi: उपयोगकर्ता प्रतिक्रियाएँ
mr: वापरकर्ता प्रतिसाद

source: Response
hi: प्रतिक्रिया
mr: प्रतिसाद

source: Submitted At
hi: प्रस्तुत करने की तिथि
mr: सबमिट केलेली वेळ

source: No response provided
hi: कोई प्रतिक्रिया प्रदान नहीं की गई
mr: कोणताही प्रतिसाद दिला नाही

source: No responses available.
hi: कोई प्रतिक्रियाएँ उपलब्ध नहीं हैं।
mr: कोणतेही प्रतिसाद उपलब्ध नाहीत.

source: Back to Survey List
hi: सर्वेक्षण सूची पर वापस जाएँ
mr: सर्वेक्षण यादीकडे परत जा

source: Birth Certificate - Panchayat App
hi: जन्म प्रमाण पत्र - पंचायत ऐप
mr: जन्म प्रमाणपत्र - पंचायत अ‍ॅप

source: Enter parent’s name
hi: माता-पिता का नाम दर्ज करें
mr: पालकांचे नाव प्रविष्ट करा

source: Submit Application
hi: आवेदन सबमिट करें
mr: अर्ज सबमिट करा

source: Required Documents & Conditions
hi: आवश्यक दस्तावेज़ और शर्तें
mr: आवश्यक कागदपत्रे आणि अटी

source: Required Documents
hi: आवश्यक दस्तावेज़
mr: आवश्यक कागदपत्रे

source: Proof of Birth:
hi: जन्म प्रमाण:
mr: जन्माचा पुरावा:

source: Hospital birth certificate or affidavit for home birth.
hi: अस्पताल जन्म प्रमाण पत्र या घरेलू जन्म के लिए हलफनामा।
mr: रुग्णालयाचे जन्म प्रमाणपत्र किंवा घरगुती जन्मासाठी शपथपत्र.

source: Identity Proof of Parents:
hi: माता-पिता की पहचान प्रमाण:
mr: पालकांचे ओळखपत्र:

source: Aadhaar Card, Voter ID, Passport, or Driving License.
hi: आधार कार्ड, मतदाता पहचान पत्र, पासपोर्ट या ड्राइविंग लाइसेंस।
mr: आधार कार्ड, मतदार ओळखपत्र, पासपोर्ट किंवा ड्रायव्हिंग लायसन्स.

source: Address Proof:
hi: पता प्रमाण:
mr: पत्त्याचा पुरावा:

source: Ration Card, Utility Bill, or Property Tax Receipt.
hi: राशन कार्ड, बिजली/पानी बिल या संपत्ति कर रसीद।
mr: रेशन कार्ड, वीज/पाणी बिल किंवा मालमत्ता कर पावती.

source: Parent’s Marriage Certificate:
hi: माता-पिता का विवाह प्रमाण पत्र:
mr: पालकांचे विवाह प्रमाणपत्र:

source: If available.
hi: यदि उपलब्ध हो।
mr: जर उपलब्ध असेल.

source: Affidavit:
hi: हलफनामा:
mr: शपथपत्र:

source: Required for delayed registration beyond 21 days.
hi: २१ दिनों से अधिक की देरी पर हलफनामा आवश्यक।
mr: २१ दिवसांपेक्षा अधिक उशीर झाल्यास शपथपत्र आवश्यक आहे.

source: Conditions for Application
hi: आवेदन की शर्तें
mr: अर्जासाठी अटी

source: Births should be registered within 21 days at the Gram Panchayat.
hi: जन्म को २१ दिनों के भीतर ग्राम पंचायत में पंजीकृत किया जाना चाहिए।
mr: जन्म २१ दिवसांच्या आत ग्रामपंचायतीत नोंदवले जाणे आवश्यक आहे.

source: Late registrations (21-30 days) require a fee of ₹2.
hi: देर से पंजीकरण (२१-३० दिन) के लिए ₹२ शुल्क आवश्यक है।
mr: उशिरा नोंदणी (२१-३० दिवस) साठी ₹२ शुल्क आवश्यक आहे.

source: Registrations beyond 30 days need permission from authorities and an affidavit.
hi: ३० दिनों से अधिक की देरी पर अधिकारियों की अनुमति और हलफनामा आवश्यक है।
mr: ३० दिवसांपेक्षा जास्त उशीर झाल्यास अधिकाऱ्यांची परवानगी आणि शपथपत्र आवश्यक आहे.

source: For registrations beyond one year, a magistrate’s order is necessary.
hi: एक वर्ष से अधिक की देरी पर मजिस्ट्रेट का आदेश आवश्यक है।
mr: एक वर्षांपेक्षा अधिक उशीर झाल्यास, न्यायाधीशाचा आदेश आवश्यक आहे.

source: Application Process
hi: आवेदन प्रक्रिया
mr: अर्ज प्रक्रिया

source: Fill in all required details correctly.
hi: सभी आवश्यक विवरण सही ढंग से भरें।
mr: सर्व आवश्यक माहिती अचूकपणे भरा.

source: Attach all necessary documents.
hi: सभी आवश्यक दस्तावेज़ संलग्न करें।
mr: सर्व आवश्यक कागदपत्रे जोडा.

source: Submit the form.
hi: फॉर्म सबमिट करें।
mr: फॉर्म सबमिट करा.

source: After verification, the birth certificate will be issued within 5-7 working days.
hi: सत्यापन के बाद, जन्म प्रमाण पत्र ५-७ कार्यदिवस में जारी किया जाएगा।
mr: सत्यापनानंतर ५-७ कार्यदिवसांमध्ये जन्म प्रमाणपत्र दिले जाईल.

source: Death Certificate - Panchayat App
hi: मृत्यु प्रमाण पत्र - पंचायत ऐप
mr: मृत्यू प्रमाणपत्र - पंचायत अ‍ॅप

source: Enter full name of the deceased
hi: मृत व्यक्ति का पूरा नाम दर्ज करें
mr: मृत व्यक्तीचे संपूर्ण नाव प्रविष्ट करा

source: Medical Certificate:
hi: चिकित्सा प्रमाण पत्र:
mr: वैद्यकीय प्रमाणपत्र:

source: Issued by a hospital or registered medical practitioner.
hi: अस्पताल या पंजीकृत चिकित्सा व्यवसायी द्वारा जारी किया गया।
mr: रुग्णालय किंवा नोंदणीकृत वैद्यकीय व्यवसायीकाने जारी केलेले.

source: Identity Proof of Deceased:
hi: मृत व्यक्ति की पहचान प्रमाण:
mr: मृत व्यक्तीचे ओळखपत्र:

source: Aadhaar Card, Passport, or Voter ID.
hi: आधार कार्ड, पासपोर्ट, या मतदाता पहचान पत्र।
mr: आधार कार्ड, पासपोर्ट किंवा मतदार ओळखपत्र.

source: Identity Proof of Applicant:
hi: आवेदक की पहचान प्रमाण:
mr: अर्जदाराचे ओळखपत्र:

source: Aadhaar Card, Voter ID, or Passport.
hi: आधार कार्ड, मतदाता पहचान पत्र या पासपोर्ट।
mr: आधार कार्ड, मतदार ओळखपत्र किंवा पासपोर्ट.

source: Required in case of delayed registration beyond 21 days.
hi: २१ दिनों से अधिक की देरी पर हलफनामा आवश्यक।
mr: २१ दिवसांपेक्षा उशिर झाल्यास शपथपत्र आवश्यक आहे.

source: Deaths should be registered within 21 days at the Gram Panchayat.
mr: मृत्यू २१ दिवसांच्या आत ग्रामपंचायतीत नोंदवणे आवश्यक आहे.

source: After verification, the death certificate will be issued within 5-7 working days.
hi: सत्यापन के बाद, मृत्यु प्रमाण पत्र ५-७ कार्यदिवस में जारी किया जाएगा।
mr: सत्यापनानंतर, ५-७ कार्यदिवसांमध्ये मृत्यू प्रमाणपत्र दिले जाईल.

source: Marriage Certificate - Panchayat App
hi: विवाह प्रमाण पत्र - पंचायत ऐप
mr: विवाह प्रमाणपत्र - पंचायत अ‍ॅप

source: Apply for Marriage Certificate
hi: विवाह प्रमाण पत्र के लिए आवेदन करें
mr: विवाह प्रमाणपत्रासाठी अर्ज करा

source: Enter husband’s full name
hi: पति का पूरा नाम दर्ज करें
mr: पतीचे संपूर्ण नाव प्रविष्ट करा

source: Enter wife’s full name
mr: पत्नीचे संपूर्ण नाव प्रविष्ट करा

source: Identity Proof:
mr: ओळखपत्र:

source: Aadhaar Card, Voter ID, Passport, or Driving License of both spouses.
mr: आधार कार्ड, मतदार ओळखपत्र, पासपोर्ट किंवा दोघांचे वाहन परवाना.

source: Marriage Invitation Card:
hi: विवाह निमंत्रण पत्रिका:
mr: विवाह निमंत्रण पत्रिका:

source: Photographs:
mr: छायाचित्रे:

source: Passport-sized photos of both spouses.
hi: दोनों पति-पत्नी के पासपोर्ट साइज फोटो।
mr: दोघांचे पासपोर्ट-साईज फोटो.

source: Declaration of marriage from both spouses.
hi: दोनों पति-पत्नी की विवाह घोषणा।
mr: दोघांच्या विवाहाचा जाहीरनामा.

source: Marriage must be registered within 30 days at the Gram Panchayat.
hi: विवाह को ग्राम पंचायत में ३० दिनों के भीतर पंजीकृत किया जाना चाहिए।
mr: विवाह ३० दिवसांच्या आत ग्रामपंचायतीत नोंदवणे आवश्यक आहे.

source: Late registrations require an affidavit and a penalty fee.
hi: देर से पंजीकरण के लिए हलफनामा और जुर्माना शुल्क आवश्यक है।
mr: उशिरा नोंदणीसाठी शपथपत्र आणि दंड शुल्क आवश्यक आहे.

source: Both spouses must be at least 18 years (for females) and 21 years (for males).
mr: स्त्रियांसाठी किमान १८ वर्षे आणि पुरुषांसाठी २१ वर्षे पूर्ण असणे आवश्यक आहे.

source: Marriage should be conducted legally as per Hindu Marriage Act or Special Marriage Act.
mr: विवाह हिंदू विवाह अधिनियम किंवा विशेष विवाह अधिनियमानुसार कायदेशीर असावा.

source: After verification, the marriage certificate will be issued within 7-10 working days.
hi: सत्यापन के बाद, विवाह प्रमाण पत्र ७-१० कार्यदिवस में जारी किया जाएगा।
mr: सत्यापनानंतर, विवाह प्रमाणपत्र ७-१० कार्यदिवसांमध्ये दिले जाईल.

source: Water and Property Tax
hi: जल और संपत्ति कर
mr: पाणी आणि मालमत्ता कर

source: Manage and pay your taxes efficiently.
hi: अपने करों का कुशलतापूर्वक प्रबंधन और भुगतान करें।
mr: तुमच्या करांचे व्यवस्थापन आणि भरणे कार्यक्षमतेने करा.

source: Shramdan & Abhiyaans
hi: श्रमदान और अभियान
mr: श्रमदान आणि अभियान

source: Participate in community initiatives.
hi: सामुदायिक पहलों में भाग लें।
mr: समुदायाच्या उपक्रमांमध्ये सहभागी व्हा.

source: Gramsabha Meetings
hi: ग्रामसभा बैठकें
mr: ग्रामसभा बैठका

source: Stay updated on upcoming discussions.
hi: आगामी चर्चाओं के बारे में अपडेट रहें।
mr: आगामी चर्चांबद्दल अद्ययावत रहा.

source: See Schedule
hi: अनुसूची देखें
mr: वेळापत्रक पहा

source: Apply for birth, death or marriage certificates.
hi: जन्म, मृत्यु या विवाह प्रमाणपत्र के लिए आवेदन करें।
mr: जन्म, मृत्यू किंवा लग्न प्रमाणपत्रासाठी अर्ज करा.

source: Explore available schemes and benefits.
hi: उपलब्ध योजनाओं और लाभों का अन्वेषण करें।
mr: उपलब्ध योजना आणि लाभांचा शोध घ्या.

source: Learn More
hi: अधिक जानें
mr: अधिक जाणून घ्या

source: Get assistance with your queries.
hi: अपने प्रश्नों के लिए सहायता प्राप्त करें।
mr: तुमच्या प्रश्नांसाठी मदत मिळवा.

source: Contact Us
hi: हमसे संपर्क करें
mr: आमच्याशी संपर्क साधा

source: Contribute your opinions and feedback.
hi: अपनी राय और प्रतिक्रिया दें।
mr: तुमचे मत आणि अभिप्राय द्या.

source: Participate
hi: भाग लें
mr: सहभागी व्हा

source: Event Announcements
hi: कार्यक्रम घोषणाएँ
mr: कार्यक्रम जाहिराती

source: Check out the latest events in the village.
hi: गाँव में नवीनतम कार्यक्रम देखें।
mr: गावातील नवीनतम कार्यक्रम तपासा.

source: View Events
hi: कार्यक्रम देखें
mr: कार्यक्रम पहा

source: Relive memories from past events.
hi: पिछले कार्यक्रमों की यादों को फिर से जीएं।
mr: मागील कार्यक्रमांमधील आठवणी पुन्हा जगा.

source: Browse Photos
hi: फोटो देखें
mr: फोटो ब्राउझ करा

source: Access village statistics and updates.
hi: गाँव के आँकड़े और अपडेट देखें।
mr: गावाची आकडेवारी आणि अद्यतने मिळवा.

source: View Dashboard
hi: डैशबोर्ड देखें
mr: डॅशबोर्ड पहा

source: Learn about Panchayat members and their roles.
hi: पंचायत सदस्यों और उनकी भूमिकाओं के बारे में जानें।
mr: पंचायत सदस्य आणि त्यांच्या भूमिकांबद्दल जाणून घ्या.

source: Meet the Team
hi: टीम से मिलें
mr: संघाला भेट द्या

source: Find job openings in your village.
hi: अपने गाँव में नौकरी के अवसर खोजें।
mr: तुमच्या गावात नोकरीच्या संधी शोधा.

source: View Jobs
hi: नौकरियाँ देखें
mr: नोकऱ्या पहा

source: Explore local tourist spots & help services.
hi: स्थानीय पर्यटन स्थलों और सहायता सेवाओं का अन्वेषण करें।
mr: स्थानिक पर्यटन स्थळे आणि मदत सेवा एक्सप्लोर करा.

source: View Locations
hi: स्थान देखें
mr: स्थाने पहा

source: Menu
hi: मेनू
mr: मेनू

source: Taxes
hi: कर
mr: कर

source: Helpdesk
mr: हेल्पडेस्क

source: Manage Job Opportunities
mr: नोकरीच्या संधी व्यवस्थापित करा

source: Manage Local Tourism
mr: स्थानिक पर्यटन व्यवस्थापित करा

source: Staff Dashboard
hi: स्टाफ डैशबोर्ड
mr: कर्मचारी डॅशबोर्ड

source: No new notifications
hi: कोई नई सूचनाएं नहीं
mr: नवीन सूचना नाहीत

source: Notifications
mr: सूचना

source: Update village statistics & insights.
hi: गाँव के आँकड़े और अंतर्दृष्टि अपडेट करें।
mr: गावाची आकडेवारी आणि अंतर्दृष्टी अद्ययावत करा.

source: Manage Dashboard
hi: डैशबोर्ड प्रबंधित करें
mr: डॅशबोर्ड व्यवस्थापित करा

source: Gallery Images
hi: गैलरी छवियाँ
mr: गॅलरी प्रतिमा

source: Birth
hi: जन्म
mr: जन्म

source: Death
hi: मृत्यु
mr: मृत्यू

source: Marriage
hi: विवाह
mr: विवाह

source: Domicile
hi: अधिवास
mr: निवास

source: Upload Documents Here
hi: यहां दस्तावेज़ अपलोड करें
mr: येथे कागदपत्रे अपलोड करा

source: Manage Shramdan & Abhiyaan Events
hi: श्रवदान और अभियान कार्यक्रम प्रबंधन करें
mr: श्रमदान व अभियान कार्यक्रम व्यवस्थापन करा

source: Event Name
hi: कार्यक्रम का नाम
mr: कार्यक्रमाचे नाव

source: Add Event
hi: कार्यक्रम जोड़ें
mr: कार्यक्रम जोडा

source: Contact Email
mr: संपर्क ईमेल

source: No images found in gallery
mr: गॅलरीमध्ये कोणतीही चित्रे सापडली नाहीत

source: Citizen Feedback
mr: नागरिक अभिप्राय

source: Questions
mr: प्रश्न

source: Add Question
mr: प्रश्न जोडा

source: Create Survey
mr: सर्वेक्षण तयार करा

source: Events Management
hi: ईवेंट्स प्रबंधन
mr: कार्यक्रम व्यवस्थापन

source: Add New Event
mr: नवीन कार्यक्रम जोडा

source: No events found.
mr: कोणतेही कार्यक्रम सापडले नाहीत.

source: Event Title
mr: कार्यक्रमाचे शीर्षक

source: Create, edit, and manage village events effortlessly.
hi: ग्राम ईवेंट्स को आसानी से बनाएं, संपादित करें और प्रबंधित करें।
mr: गावातील कार्यक्रम सहजपणे तयार करा, संपादित करा आणि व्यवस्थापित करा.

source: Manage Events
hi: ईवेंट्स प्रबंधित करें
mr: कार्यक्रम व्यवस्थापित करा

source: Shramdan and Abhiyaans Images
hi: श्रमदान और अभियानों की छवियां
mr: श्रमदान आणि अभियानांचे चित्रे

source: Upload and manage community Shramdan & Abhiyaan events.
hi: सामुदायिक श्रमदान और अभियानों के ईवेंट्स अपलोड और प्रबंधित करें।
mr: समुदाय श्रमदान आणि अभियान कार्यक्रम अपलोड करा आणि व्यवस्थापित करा.

source: Manage Abhiyaans Images
hi: अभियानों की छवियां प्रबंधित करें
mr: अभियान चित्रे व्यवस्थापित करा

source: Upcoming Events
hi: आगामी कार्यक्रम

source: Describe your issue
hi: अपनी समस्या का विवरण दें

source: Submit Request
hi: अनुरोध सबमिट करें

source: Frequently Asked Questions
hi: अक्सर पूछे जाने वाले प्रश्न

source: Find answers to common questions.
hi: सामान्य प्रश्नों के उत्तर खोजें।

source: No FAQs available at the moment.
hi: इस समय कोई अक्सर पूछे जाने वाले प्रश्न उपलब्ध नहीं हैं।

source: No survey results available.
hi: कोई सर्वेक्षण परिणाम उपलब्ध नहीं है।

source: Surveys - Panchayat App
hi: सर्वेक्षण - पंचायत ऐप

source: View Results
hi: परिणाम देखें

source: Ongoing Surveys - Panchayat App
hi: चल रहे सर्वेक्षण - पंचायत ऐप

source: Your opinion matters! Take part in currently open surveys.
hi: आपकी राय महत्वपूर्ण है! वर्तमान में खुले सर्वेक्षणों में भाग लें।

source: Enter your username
hi: अपना उपयोगकर्ता नाम दर्ज करें

source: Facing an issue? Submit a request, and our support team will get back to you.
hi: कोई समस्या है? एक अनुरोध सबमिट करें, हमारी सपोर्ट टीम आपसे संपर्क करेगी।

source: Shramdan Images
hi: श्रमदान की छवियां
