Repository: Aakashshinde99/E-Grampanchayat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi, mr

source: Citizen
hi: नागरिक
mr: नागरिक

source: Staff
hi: कर्मचारी
mr: कर्मचारी

source: Admin
hi: प्रशासक
mr: प्रशासक

source: Choose Your Language:
hi: अपनी भाषा चुनें:
mr: तुमची भाषा निवडा:

source: English
mr: इंग्रजी

source: Hindi
mr: हिंदी

source: Marathi
mr: मराठी

source: Welcome to Grampanchayat Portal
hi: ग्रामपंचायत पोर्टल में आपका स्वागत है
mr: ग्रामपंचायत पोर्टलमध्ये आपले स्वागत आहे

source: Empowering Villages, Building Futures
hi: गांवों को सशक्त बनाना, भविष्य बनाना
mr: गावे सक्षम करा, भविष्य घडवा

source: Get Started
hi: शुरू करें
mr: सुरू करा

source: User Login
hi: उपयोगकर्ता लॉगिन
mr: वापरकर्ता लॉगिन

source: Manage services and applications.
hi: सेवाओं और अनुप्रयोगों का प्रबंधन करें।
mr: सेवा आणि अर्ज व्यवस्थापित करा.

source: Login
hi: लॉग इन करें
mr: लॉगिन करा

source: User Registration
hi: उपयोगकर्ता पंजीकरण
mr: वापरकर्ता नोंदणी

source: New user? Register now.
hi: नया उपयोगकर्ता? अभी पंजीकरण करें।
mr: नवीन वापरकर्ता? आत्ताच नोंदणी करा.

source: Register
hi: रजिस्टर करें
mr: नोंदणी करा

source: Staff Login
hi: कर्मचारी लॉगिन
mr: कर्मचारी लॉगिन

source: Login for Panchayat staff.
hi: पंचायत कर्मचारियों के लिए लॉगिन।
mr: पंचायत कर्मचार्‍यांसाठी लॉगिन करा.

source: Create an Account
hi: खाता बनाएँ
mr: खाते तयार करा

source: First Name
hi: पहला नाम
mr: प्रथम नाव

source: Enter your first name
hi: अपना पहला नाम दर्ज करें
mr: तुमचे पहिले नाव प्रविष्ट करा

source: Last Name
hi: अंतिम नाम
mr: आडनाव

source: Enter your last name
hi: अपना अंतिम नाम दर्ज करें
mr: तुमचे आडनाव प्रविष्ट करा

source: Choose a username
hi: एक उपयोगकर्ता नाम चुनें
mr: वापरकर्ता नाव निवडा

source: Email
hi: ईमेल
mr: ईमेल

source: Enter your email
hi: अपना ईमेल दर्ज करें
mr: तुमचा ईमेल प्रविष्ट करा

source: Create a password
hi: एक पासवर्ड बनाएं
mr: संकेतशब्द तयार करा

source: Confirm Password
hi: पासवर्ड की पुष्टि करें
mr: संकेतशब्दाची पुष्टी करा

source: Confirm your password
hi: अपना पासवर्ड पुष्टि करें
mr: तुमचा संकेतशब्द पुष्टी करा

source: Profile Picture
hi: प्रोफाइल तस्वीर
mr: प्रोफाइल चित्र

source: Phone Number
hi: फोन नंबर
mr: फोन नंबर

source: Enter your phone number
hi: अपना फोन नंबर दर्ज करें
mr: तुमचा फोन नंबर प्रविष्ट करा

source: Address
hi: पता
mr: पत्ता

source: Enter your address
hi: अपना पता दर्ज करें
mr: तुमचा पत्ता प्रविष्ट करा

source: Aadhar Number
hi: आधार नंबर
mr: आधार क्रमांक

source: Enter your Aadhar number
hi: अपना आधार नंबर दर्ज करें
mr: तुमचा आधार क्रमांक प्रविष्ट करा

source: PAN Number
hi: पैन नंबर
mr: पॅन नंबर

source: Enter your PAN number
hi: अपना पैन नंबर दर्ज करें
mr: तुमचा पॅन नंबर प्रविष्ट करा

source: Already have an account?
hi: पहले से ही एक खाता है?
mr: आधीच खाते आहे?

source: Login here
hi: यहाँ लॉगिन करें
mr: येथे लॉगिन करा

source: Back to Home
hi: मुखपृष्ठ पर वापस जाएं
mr: मुख्यपृष्ठावर परत

source: Username
hi: उपयोगकर्ता नाम
mr: वापरकर्ता नाव

source: Password
hi: पासवर्ड
mr: संकेतशब्द

source: Invalid username or password. Please try again.
hi: अमान्य उपयोगकर्ता नाम या पासवर्ड। कृपया पुन: प्रयास करें।
mr: अवैध वापरकर्ता नाव किंवा संकेतशब्द. कृपया पुन्हा प्रयत्न करा.

source: Not registered?
hi: पंजीकृत नहीं हैं?
mr: नोंदणी केलेली नाही?

source: Create an account
hi: खाता बनाएं
mr: खाते तयार करा

source: Certificates
hi: प्रमाणपत्र
mr: प्रमाणपत्रे

source: Apply for Certificates
mr: प्रमाणपत्रांसाठी अर्ज करा

source: Birth Certificate
hi: जन्म प्रमाणपत्र
mr: जन्म प्रमाणपत्र

source: Death Certificate
hi: मृत्यु प्रमाणपत्र
mr: मृत्यू प्रमाणपत्र

source: Marriage Certificate
hi: विवाह प्रमाणपत्र
mr: विवाह प्रमाणपत्र

source: Domicile Certificate
hi: अधिवास प्रमाणपत्र
mr: अधिवास प्रमाणपत्र

source: Apply Now
hi: अभी आवेदन करें
mr: आत्ताच अर्ज करा

source: Your Applied Certificates
hi: आपके द्वारा आवेदन किए गए प्रमाणपत्र
mr: तुम्ही अर्ज केलेली प्रमाणपत्रे

source: Submitted
hi: प्रस्तुत किया गया
mr: सबमिट केले

source: Status
hi: स्थिति
mr: स्थिती

source: Download
hi: डाउनलोड करें
mr: डाउनलोड करा

source: Pending
hi: लंबित
mr: प्रलंबित

source: Approved
hi: स्वीकृत
mr: मंजूर

source: Rejected
hi: अस्वीकृत
mr: नाकारले

source: Not Available
hi: उपलब्ध नहीं
mr: उपलब्ध नाही

source: You have not applied for any certificates yet.
hi: आपने अभी तक किसी प्रमाणपत्र के लिए आवेदन नहीं किया है।
mr: तुम्ही अजून कोणत्याही प्रमाणपत्रासाठी अर्ज केलेला नाही.

source: Apply for Birth Certificate
hi: जन्म प्रमाण पत्र के लिए आवेदन करें
mr: जन्म प्रमाणपत्रासाठी अर्ज करा

source: Full Name
hi: पूरा नाम
mr: पूर्ण नाव

source: Enter full name
hi: पूरा नाम दर्ज करें
mr: पूर्ण नाव प्रविष्ट करा

source: Date of Birth
hi: जन्म तिथि
mr: जन्मतारीख

source: Select date of birth
mr: जन्मतारीख निवडा

source: Parent's Name
hi: माता-पिता का नाम
mr: पालकांचे नाव

source: Enter parent's name
mr: पालकांचे नाव प्रविष्ट करा

source: Upload Required Documents
hi: आवश्यक दस्तावेज़ अपलोड करें
mr: आवश्यक कागदपत्रे अपलोड करा

source: Only PDF files are allowed.
hi: केवल PDF फाइलें स्वीकार्य हैं।
mr: फक्त PDF फायली परवानगी आहेत.

source: 📩 Submit Application
mr: 📩 अर्ज सबमिट करा

source: 📄 Required Documents & Conditions
mr: 📄 आवश्यक कागदपत्रे आणि अटी

source: 📌 Required Documents
mr: 📌 आवश्यक कागदपत्रे

source: ⚠️ Conditions for Application
mr: ⚠️ अर्जासाठी अटी

source: 📝 Application Process
mr: 📝 अर्ज प्रक्रिया

source: For more details, visit the Panchayat Office.
hi: अधिक जानकारी के लिए, पंचायत कार्यालय जाएं।
mr: अधिक माहितीसाठी, पंचायत कार्यालयात भेट द्या.

source: Apply for Death Certificate
hi: मृत्यु प्रमाण पत्र के लिए आवेदन करें
mr: मृत्यू प्रमाणपत्रासाठी अर्ज करा

source: Deceased's Full Name
hi: मृत व्यक्ति का पूरा नाम
mr: मृत व्यक्तीचे पूर्ण नाव

source: Enter deceased's full name
mr: मृत व्यक्तीचे पूर्ण नाव प्रविष्ट करा

source: Date of Death
hi: मृत्यु तिथि
mr: मृत्यूची तारीख

source: Select date of death
mr: मृत्यूची तारीख निवडा

source: Place of Death
hi: मृत्यु स्थान
mr: मृत्यूचे ठिकाण

source: Enter place of death
hi: मृत्यु स्थान दर्ज करें
mr: मृत्यूचे ठिकाण प्रविष्ट करा

source: Cause of Death
hi: मृत्यु का कारण
mr: मृत्यूचे कारण

source: Enter cause of death
hi: मृत्यु का कारण दर्ज करें
mr: मृत्यूचे कारण प्रविष्ट करा

source: 🏡 Apply for Domicile Certificate
mr: 🏡 स्थायी रहिवासी प्रमाणपत्रासाठी अर्ज करा

source: 👤 Full Name
mr: 👤 पूर्ण नाव

source: Enter your full name
hi: अपना पूरा नाम दर्ज करें
mr: तुमचे पूर्ण नाव प्रविष्ट करा

source: 👨‍👩‍👦 Father's/Husband's Name
mr: 👨‍👩‍👦 वडिलांचे/पतीचे नाव

source: Enter father's/husband's name
mr: वडिलांचे/पतीचे नाव प्रविष्ट करा

source: 🏠 Address
mr: 🏠 पत्ता

source: 💍 Apply for Marriage Certificate
mr: 💍 विवाह प्रमाणपत्रासाठी अर्ज करा

source: Husband's Full Name
mr: पतीचे संपूर्ण नाव

source: Enter husband's full name
mr: पतीचे संपूर्ण नाव प्रविष्ट करा

source: Wife's Full Name
hi: पत्नी का पूरा नाम
mr: पत्नीचे संपूर्ण नाव

source: Enter wife's full name
mr: पत्नीचे संपूर्ण नाव प्रविष्ट करा

source: Date of Marriage
hi: विवाह की तिथि
mr: विवाहाची तारीख

source: Select your marriage date
mr: तुमची विवाहाची तारीख निवडा

source: Place of Marriage
hi: विवाह स्थल
mr: विवाहाचे ठिकाण

source: Enter place of marriage
hi: विवाह स्थल दर्ज करें
mr: विवाहाचे ठिकाण प्रविष्ट करा

source: Tax Management - Panchayat App
hi: कर प्रबंधन - पंचायत ऐप
mr: कर व्यवस्थापन - पंचायत ॲप

source: Tax Management
hi: कर प्रबंधन
mr: कर व्यवस्थापन

source: Manage & Pay Your Taxes
hi: अपने कर प्रबंधित करें और भुगतान करें
mr: तुमचे कर व्यवस्थापित करा आणि भरा

source: Secure and hassle-free tax payment
hi: सुरक्षित और परेशानी मुक्त कर भुगतान
mr: सुरक्षित आणि त्रासमुक्त कर भरणा

source: Outstanding Amount:
hi: बकाया राशि:
mr: बाकी रक्कम:

source: Pay Now
hi: अभी भुगतान करें
mr: आत्ता भरा

source: Tax paid for this year ✅
hi: इस वर्ष के लिए कर भुगतान किया गया ✅
mr: या वर्षासाठी कर भरला ✅

source: Your Payment History
hi: आपका भुगतान इतिहास
mr: तुमचा पेमेंट इतिहास

source: Tax Name
hi: कर का नाम
mr: कराचे नाव

source: Amount Paid
hi: भुगतान की गई राशि
mr: भरलेली रक्कम

source: Payment Date
hi: भुगतान की तारीख
mr: पेमेंट तारीख

source: Receipt
hi: रसीद
mr: पावती

source: Download Receipt
hi: रसीद डाउनलोड करें
mr: पावती डाउनलोड करा

source: No payments made yet.
hi: अभी तक कोई भुगतान नहीं किया गया है।
mr: अद्याप कोणतेही पेमेंट केले नाही.

source: Payment Receipt
hi: भुगतान रसीद
mr: भरणा पावती

source: Tax:
hi: कर:
mr: कर:

source: Amount Paid:
hi: भुगतान की गई राशि:
mr: भरलेली रक्कम:

source: Date:
hi: तारीख:
mr: तारीख:

source: Payment ID:
hi: भुगतान आईडी:
mr: पेमेंट आयडी:

source: Close
hi: बंद करें
mr: बंद करा

source: Panchayat Meetings - Panchayat App
hi: पंचायत बैठकें - पंचायत ऐप
mr: पंचायत सभा - पंचायत ॲप

source: Panchayat Meetings
hi: पंचायत बैठकें
mr: पंचायत सभा

source: Upcoming Meetings
hi: आगामी बैठकें
mr: आगामी सभा

source: No upcoming meetings.
hi: कोई आगामी बैठक नहीं है।
mr: कोणतीही आगामी सभा नाही.

source: Shramdan & Community Initiatives - Panchayat App
hi: श्रमदान और सामुदायिक पहल - पंचायत ऐप
mr: श्रमदान आणि सामुदायिक उपक्रम - पंचायत अॅप

source: Shramdan & Community
hi: श्रमदान और समुदाय
mr: श्रमदान आणि समुदाय

source: Participate in Community Initiatives
hi: सामुदायिक पहलों में भाग लें
mr: सामुदायिक उपक्रमांमध्ये सहभागी व्हा

source: Shramdan is an opportunity to give back to the community. Explore events and participate in various Abhiyaans to make a difference.
hi: श्रमदान समुदाय को वापस देने का एक अवसर है। कार्यक्रमों का अन्वेषण करें और विभिन्न अभियानों में भाग लें ताकि बदलाव लाया जा सके।
mr: श्रमदान ही समाजासाठी योगदान देण्याची संधी आहे. कार्यक्रमांचा शोध घ्या आणि विविध अभियानांमध्ये सहभागी व्हा.

source: Explore Events
hi: कार्यक्रमों का अन्वेषण करें
mr: कार्यक्रम अन्वेषण करा

source: How to Participate
hi: कैसे भाग लें
mr: कसे सहभागी व्हावे

source: To participate in Shramdan activities, check out the upcoming events or contact your local Panchayat office.
hi: श्रमदान गतिविधियों में भाग लेने के लिए, आगामी कार्यक्रम देखें या अपने स्थानीय पंचायत कार्यालय से संपर्क करें।
mr: श्रमदान उपक्रमांमध्ये सहभागी होण्यासाठी, आगामी कार्यक्रम तपासा किंवा आपल्या स्थानिक पंचायत कार्यालयाशी संपर्क साधा.

source: Health & Education Schemes - Panchayat App
hi: स्वास्थ्य और शिक्षा योजनाएँ - पंचायत ऐप
mr: आरोग्य आणि शिक्षण योजना - पंचायत अॅप

source: Health & Education Schemes
hi: स्वास्थ्य और शिक्षा योजनाएँ
mr: आरोग्य आणि शिक्षण योजना

source: 🏥 Health Schemes
mr: 🏥 आरोग्य योजना

source: 📚 Education Schemes
mr: 📚 शिक्षण योजना

source: No health schemes available.
hi: कोई स्वास्थ्य योजना उपलब्ध नहीं है।
mr: कोणत्याही आरोग्य योजना उपलब्ध नाहीत.

source: No education schemes available.
hi: कोई शिक्षा योजना उपलब्ध नहीं है।
mr: कोणत्याही शिक्षण योजना उपलब्ध नाहीत.

source: 🔗 Learn More
mr: 🔗 अधिक जाणून घ्या

source: Helpdesk Support - Panchayat App
hi: हेल्पडेस्क सहायता - पंचायत ऐप
mr: हेल्पडेस्क समर्थन - पंचायत अॅप

source: Helpdesk Support
hi: हेल्पडेस्क सहायता
mr: हेल्पडेस्क समर्थन

source: Contact Support
hi: संपर्क सहायता
mr: संपर्क समर्थन

source: Facing an issue? Need assistance? Contact us, and we'll be happy to help!
hi: कोई समस्या हो रही है? सहायता की आवश्यकता है? हमसे संपर्क करें, हम मदद करने के लिए यहां हैं!
mr: कोणतीही समस्या आहे का? मदतीची गरज आहे? आमच्याशी संपर्क साधा, आम्ही मदतीसाठी येथे आहोत!

source: Your Name
hi: आपका नाम
mr: तुमचे नाव

source: Enter your name
hi: अपना नाम दर्ज करें
mr: तुमचे नाव प्रविष्ट करा

source: Phone
hi: फ़ोन
mr: फोन

source: Message
hi: संदेश
mr: संदेश

source: Surveys
hi: सर्वेक्षण
mr: सर्वेक्षण

source: Contribute Your Opinions and Feedback
hi: अपनी राय और प्रतिक्रिया दें
mr: तुमच्या मते आणि अभिप्राय द्या

source: Your voice matters! Participate in our surveys and help shape the future of your community. Share your thoughts and make a difference.
hi: आपकी आवाज़ महत्वपूर्ण है! हमारे सर्वेक्षणों में भाग लें और अपने समुदाय का भविष्य आकार दें। अपनी राय साझा करें और बदलाव लाएँ।
mr: तुमचा आवाज महत्त्वाचा आहे! आमच्या सर्वेक्षणांमध्ये भाग घ्या आणि तुमच्या समुदायाचे भविष्य घडवण्यासाठी मदत करा. तुमचे विचार शेअर करा आणि बदल घडवा.

source: Ongoing Surveys
hi: चल रहे सर्वेक्षण
mr: सद्यस्थितीतील सर्वेक्षण

source: Take part in the latest surveys conducted by your Panchayat.
hi: आपकी पंचायत द्वारा आयोजित नवीनतम सर्वेक्षणों में भाग लें।
mr: तुमच्या पंचायतद्वारे आयोजित केलेल्या नवीनतम सर्वेक्षणांमध्ये भाग घ्या.

source: View Surveys
hi: सर्वेक्षण देखें
mr: सर्वेक्षण पहा

source: Submit Feedback
hi: प्रतिक्रिया भेजें
mr: अभिप्राय पाठवा

source: Share your valuable feedback directly with us.
hi: अपनी मूल्यवान प्रतिक्रिया सीधे हमारे साथ साझा करें।
mr: तुमचा मौल्यवान अभिप्राय थेट आमच्यासोबत शेअर करा.

source: Results & Insights
hi: परिणाम और अंतर्दृष्टि
mr: निकाल आणि अंतर्दृष्टी

source: Explore outcomes and insights from completed surveys.
hi: संपन्न सर्वेक्षणों के परिणाम और अंतर्दृष्टि देखें।
mr: पूर्ण झालेल्या सर्वेक्षणांचे परिणाम आणि अंतर्दृष्टी पहा.

source: Participate in Active Surveys
hi: सक्रिय सर्वेक्षणों में भाग लें
mr: सक्रिय सर्वेक्षणांमध्ये भाग घ्या

source: Ends:
hi: समाप्ति:
mr: समाप्ती:

source: Questions:
hi: प्रश्न:
mr: प्रश्न:

source: Created by:
hi: द्वारा निर्मित:
mr: निर्माता:

source: Completed
hi: पूरा हुआ
mr: पूर्ण झाले

source: Take Survey
hi: सर्वेक्षण करें
mr: सर्वेक्षण घ्या

source: No ongoing surveys available.
hi: कोई चल रहे सर्वेक्षण उपलब्ध नहीं हैं।
mr: सद्यस्थितीत कोणतेही सर्वेक्षण उपलब्ध नाही.

source: Survey Results & Insights - Panchayat App
hi: सर्वेक्षण परिणाम और अंतर्दृष्टि - पंचायत ऐप
mr: सर्वेक्षण निकाल आणि अंतर्दृष्टी - पंचायत अॅप

source: Survey Results & Insights
hi: सर्वेक्षण परिणाम और अंतर्दृष्टि
mr: सर्वेक्षण निकाल आणि अंतर्दृष्टी

source: View insights and results from completed surveys.
hi: पूरा हुए सर्वेक्षणों के परिणाम और अंतर्दृष्टि देखें।
mr: पूर्ण झालेल्या सर्वेक्षणांचे निकाल आणि अंतर्दृष्टी पहा.

source: Ended:
hi: समाप्त:
mr: समाप्त झाले:

source: Total Responses:
hi: कुल प्रतिक्रियाएँ:
mr: एकूण प्रतिसाद:

source: View Responses
hi: प्रतिक्रिया देखें
mr: प्रतिक्रिया पहा

source: Submit Feedback - Panchayat App
hi: प्रतिक्रिया सबमिट करें - पंचायत ऐप
mr: अभिप्राय सबमिट करा - पंचायत अॅप

source: Submit Your Feedback
hi: अपनी प्रतिक्रिया सबमिट करें
mr: आपला अभिप्राय सबमिट करा

source: We Value Your Feedback
hi: हम आपकी प्रतिक्रिया को महत्व देते हैं
mr: आम्ही तुमच्या अभिप्रायाचे मूल्य मानतो

source: Let us know your suggestions or concerns. Your input helps us improve the community experience.
hi: हमें अपने सुझाव या चिंताओं के बारे में बताएं। आपकी प्रतिक्रिया सामुदायिक अनुभव को सुधारने में मदद करती है।
mr: तुमचे सुचवलेले बदल किंवा चिंता आम्हाला कळवा. तुमचा अभिप्राय समुदायाचा अनुभव सुधारण्यास मदत करतो.

source: Your Feedback
hi: आपकी प्रतिक्रिया
mr: तुमचा अभिप्राय

source: Events - Panchayat App
hi: कार्यक्रम - पंचायत ऐप
mr: घटना - पंचायत अॅप

source: Village Events & Gatherings
hi: गाँव के कार्यक्रम और सभाएँ
mr: गावातील कार्यक्रम आणि सभा

source: Stay updated with the latest events happening in your community.
hi: अपने समुदाय में हो रहे नवीनतम कार्यक्रमों से अपडेट रहें।
mr: तुमच्या समुदायात होणाऱ्या नवीनतम कार्यक्रमांबद्दल अद्ययावत राहा.

source: Event Image
hi: कार्यक्रम की छवि
mr: कार्यक्रम प्रतिमा

source: View Details
hi: विवरण देखें
mr: तपशील पहा

source: No upcoming events at the moment.
hi: इस समय कोई आगामी कार्यक्रम नहीं है।
mr: सध्या कोणतेही आगामी कार्यक्रम नाहीत.

source: Gallery - Panchayat App
hi: गैलरी - पंचायत ऐप
mr: गॅलरी - पंचायत अॅप

source: Event Photo Gallery
hi: कार्यक्रम फोटो गैलरी
mr: कार्यक्रम फोटो गॅलरी

source: Events Gallery
mr: कार्यक्रम गॅलरी

source: Explore moments from various Gram Panchayat events and initiatives.
mr: विविध ग्रामपंचायत कार्यक्रम आणि उपक्रमांचे क्षण शोधा.

source: Village Event
hi: गांव का कार्यक्रम
mr: गावाचा कार्यक्रम

source: Farmer Meeting
hi: किसान बैठक
mr: शेतकरी बैठक

source: Cultural Program
hi: सांस्कृतिक कार्यक्रम
mr: सांस्कृतिक कार्यक्रम

source: Festival Celebration
hi: त्योहार समारोह
mr: सण उत्सव

source: Women Empowerment Event
hi: महिला सशक्तिकरण कार्यक्रम
mr: महिला सशक्तीकरण कार्यक्रम

source: Education Initiative
hi: शिक्षा पहल
mr: शिक्षण उपक्रम

source: Environmental Drive
hi: पर्यावरण अभियान
mr: पर्यावरण मोहिम

source: Health Awareness Camp
hi: स्वास्थ्य जागरूकता शिविर
mr: आरोग्य जागरूकता शिबीर

source: Gram Panchayat Events Gallery
hi: ग्राम पंचायत कार्यक्रम गैलरी
mr: ग्रामपंचायत कार्यक्रम गॅलरी

source: Explore memorable moments from various Gram Panchayat events and initiatives.
hi: विभिन्न ग्राम पंचायत कार्यक्रमों और पहलों के यादगार क्षणों का अन्वेषण करें।
mr: विविध ग्रामपंचायत कार्यक्रम आणि उपक्रमांतील संस्मरणीय क्षण शोधा.

source: No images available at the moment.
hi: इस समय कोई छवि उपलब्ध नहीं है।
mr: सध्या कोणतीही प्रतिमा उपलब्ध नाही.

source: Village Dashboard - Panchayat App
hi: गांव डैशबोर्ड - पंचायत ऐप
mr: गाव डॅशबोर्ड - पंचायत अॅप

source: Village Dashboard
hi: गांव डैशबोर्ड
mr: गाव डॅशबोर्ड

source: Village Statistics
hi: गांव की सांख्यिकी
mr: गावाची आकडेवारी

source: Key insights and metrics about the village development and initiatives.
hi: गांव के विकास और पहलों के बारे में महत्वपूर्ण जानकारी और मीट्रिक्स।
mr: गावाच्या विकास आणि उपक्रमांबद्दल महत्त्वाच्या माहिती आणि मेट्रिक्स.

source: Population
hi: जनसंख्या
mr: लोकसंख्या

source: Literacy Rate
hi: साक्षरता दर
mr: साक्षरता दर

source: Ongoing Projects
hi: चल रहे परियोजनाएं
mr: सुरू असलेली प्रकल्प

source: Annual Budget
hi: वार्षिक बजट
mr: वार्षिक बजेट

source: Village Location
hi: गांव का स्थान
mr: गावाचा ठिकाण

source: Employment Rate
hi: रोजगार दर
mr: रोजगार दर

source: Recent Updates
hi: हाल की अपडेट
mr: ताज्या अद्यतने

source: Latest announcements and ongoing initiatives in the village.
hi: गांव की नवीनतम घोषणाएं और चल रही पहल।
mr: गावातील ताज्या घोषणा आणि चालू उपक्रम.

source: No recent updates available.
hi: कोई हाल की अपडेट उपलब्ध नहीं है।
mr: कोणतीही ताजी अद्यतने उपलब्ध नाहीत.

source: Panchayat Profile - Panchayat App
hi: पंचायत प्रोफाइल - पंचायत ऐप
mr: पंचायत प्रोफाइल - पंचायत अॅप

source: Panchayat Profile
hi: पंचायत प्रोफाइल
mr: पंचायत प्रोफाइल

source: Panchayat Members
hi: पंचायत सदस्य
mr: पंचायत सदस्य

source: Meet the key members leading the village governance.
hi: गांव प्रशासन का नेतृत्व करने वाले प्रमुख सदस्यों से मिलें।
mr: गाव प्रशासनाचे नेतृत्व करणाऱ्या प्रमुख सदस्यांची भेट घ्या.

source: No Panchayat members found.
hi: कोई पंचायत सदस्य नहीं मिला।
mr: कोणतेही पंचायत सदस्य आढळले नाहीत.

source: Job Opportunities - Panchayat App
hi: नौकरी के अवसर - पंचायत ऐप
mr: नोकरी संधी - पंचायत अॅप

source: Job Opportunities
hi: नौकरी के अवसर
mr: नोकरी संधी

source: Location
hi: स्थान
mr: स्थान

source: Salary
hi: वेतन
mr: पगार

source: Not specified
mr: निर्दिष्ट नाही

source: Contact
hi: संपर्क
mr: संपर्क

source: Job Application
hi: नौकरी आवेदन
mr: नोकरीसाठी अर्ज

source: Dear
hi: प्रिय
mr: प्रिय

source: I would like to apply for the
hi: मैं इस पद के लिए आवेदन करना चाहता हूँ
mr: मी या पदासाठी अर्ज करू इच्छितो

source: position at
hi: पद पर
mr: या ठिकाणी

source: Please let me know the next steps.
hi: कृपया मुझे अगले चरणों के बारे में बताएं।
mr: कृपया मला पुढील टप्प्यांविषयी कळवा.

source: Thank you,
hi: धन्यवाद,
mr: धन्यवाद,

source: No job opportunities available at the moment.
hi: इस समय कोई नौकरी के अवसर उपलब्ध नहीं हैं।
mr: सध्या कोणत्याही नोकरीच्या संधी उपलब्ध नाहीत.

source: To apply for
mr: या पदासाठी अर्ज करण्यासाठी

source: please contact
mr: कृपया संपर्क साधा

source: Local Tourism - Panchayat App
hi: स्थानीय पर्यटन - पंचायत ऐप
mr: स्थानिक पर्यटन - पंचायत अॅप

source: Local Tourism & Assistance
hi: स्थानीय पर्यटन और सहायता
mr: स्थानिक पर्यटन आणि सहाय्य

source: Best Time to Visit
hi: यात्रा करने का सर्वोत्तम समय
mr: भेट देण्यासाठी सर्वोत्तम वेळ

source: Anytime
hi: किसी भी समय
mr: कोणत्याही वेळी

source: Not available
hi: उपलब्ध नहीं
mr: उपलब्ध नाही

source: No tourism spots available at the moment.
hi: इस समय कोई पर्यटन स्थल उपलब्ध नहीं हैं।
mr: सध्या कोणतेही पर्यटन स्थळे उपलब्ध नाहीत.

source: Back to Dashboard
hi: डैशबोर्ड पर वापस जाएं
mr: डॅशबोर्डवर परत जा

source: Default Profile
hi: डिफ़ॉल्ट प्रोफ़ाइल
mr: मूलभूत प्रोफाइल

source: Personal Details
hi: व्यक्तिगत जानकारी
mr: वैयक्तिक माहिती

source: Aadhar No
hi: आधार नंबर
mr: आधार क्रमांक

source: PAN No
hi: पैन नंबर
mr: पॅन क्रमांक

source: Logout
hi: लॉग आउट करें
mr: बाहेर पडा

source: E-Grampanchayat
hi: ई-ग्रामपंचायत
mr: ई-ग्रामपंचायत

source: Profile
hi: प्रोफ़ाइल
mr: प्रोफाइल

source: Back
hi: वापस
mr: मागे

source: Dashboard
hi: डैशबोर्ड
mr: डॅशबोर्ड

source: Staff Profile - Panchayat App
hi: कर्मचारी प्रोफ़ाइल - पंचायत ऐप
mr: कर्मचारी प्रोफाइल - पंचायत अॅप

source: Staff Details
hi: कर्मचारी विवरण
mr: कर्मचारी तपशील

source: Department
hi: विभाग
mr: विभाग

source: Role
hi: भूमिका
mr: भूमिका

source: Joined On
hi: शामिल होने की तिथि
mr: सामील झाले

source: Assigned Certificate Applications
hi: आवंटित प्रमाणपत्र आवेदन
mr: नियुक्त प्रमाणपत्र अर्ज

source: ID
hi: आईडी
mr: आयडी

source: No assigned certificates at the moment.
hi: इस समय कोई आवंटित प्रमाणपत्र नहीं हैं।
mr: सध्या कोणतीही नियुक्त प्रमाणपत्रे नाहीत.

source: Staff Dashboard - Panchayat App
hi: कर्मचारी डैशबोर्ड - पंचायत ऐप
mr: कर्मचारी डॅशबोर्ड - पंचायत अॅप

source: Welcome,
mr: स्वागत आहे,

source: Manage services efficiently.
mr: सेवा कार्यक्षमतेने व्यवस्थापित करा.

source: Certificate Management
hi: प्रमाणपत्र प्रबंधन
mr: प्रमाणपत्र व्यवस्थापन

source: Manage Birth, Death, Marriage & Domicile Certificates.
hi: जन्म, मृत्यु, विवाह और निवास प्रमाणपत्र प्रबंधित करें।
mr: जन्म, मृत्यू, विवाह आणि रहिवासी प्रमाणपत्रे व्यवस्थापित करा.

source: Manage Certificates
hi: प्रमाणपत्र प्रबंधित करें
mr: प्रमाणपत्रे व्यवस्थापित करा

source: Manage and track tax payments.
hi: कर भुगतान को प्रबंधित और ट्रैक करें।
mr: कर पेमेंट व्यवस्थापित आणि ट्रॅक करा.

source: Manage Taxes
hi: कर प्रबंधित करें
mr: कर व्यवस्थापित करा

source: Manage job postings in the village.
hi: गांव में नौकरी की पोस्टिंग प्रबंधित करें।
mr: गावातील नोकरीच्या जाहिराती व्यवस्थापित करा.

source: Total Jobs
mr: एकूण नोकऱ्या

source: Manage Jobs
hi: नौकरियां प्रबंधित करें
mr: नोकऱ्या व्यवस्थापित करा

source: Panchayat Profiles
hi: पंचायत प्रोफाइल
mr: पंचायत प्रोफाइल

source: Manage Panchayat members and their details.
hi: पंचायत सदस्यों और उनके विवरण का प्रबंधन करें।
mr: पंचायत सदस्य आणि त्यांचे तपशील व्यवस्थापित करा.

source: Total Members
mr: एकूण सदस्य

source: Manage Profiles
hi: प्रोफाइल प्रबंधित करें
mr: प्रोफाइल व्यवस्थापित करा

source: Helpdesk & FAQs
hi: सहायता डेस्क और अक्सर पूछे जाने वाले प्रश्न
mr: सहाय्य केंद्र आणि वारंवार विचारले जाणारे प्रश्न

source: Manage support requests and FAQs.
hi: सहायता अनुरोधों और अक्सर पूछे जाने वाले प्रश्नों का प्रबंधन करें।
mr: सहाय्य विनंत्या आणि वारंवार विचारले जाणारे प्रश्न व्यवस्थापित करा.

source: Manage Helpdesk
hi: सहायता डेस्क प्रबंधित करें
mr: सहाय्य केंद्र व्यवस्थापित करा

source: Manage FAQs
hi: अक्सर पूछे जाने वाले प्रश्नों को प्रबंधित करें
mr: वारंवार विचारले जाणारे प्रश्न व्यवस्थापित करा

source: Photo Gallery
hi: फोटो गैलरी
mr: फोटो गॅलरी

source: Manage event images for the user gallery.
hi: उपयोगकर्ता गैलरी के लिए कार्यक्रम की छवियों का प्रबंधन करें।
mr: वापरकर्त्याच्या गॅलरीसाठी कार्यक्रम प्रतिमा व्यवस्थापित करा.

source: Total Images
mr: एकूण प्रतिमा

source: Manage Gallery
hi: गैलरी प्रबंधित करें
mr: गॅलरी व्यवस्थापित करा

source: Manage community surveys and responses.
hi: सामुदायिक सर्वेक्षण और प्रतिक्रियाओं को प्रबंधित करें।
mr: समुदाय सर्वेक्षणे आणि प्रतिसाद व्यवस्थापित करा.

source: Total Surveys
mr: एकूण सर्वेक्षणे

source: Active
hi: सक्रिय
mr: सक्रिय

source: Manage Surveys
hi: सर्वेक्षण प्रबंधित करें
mr: सर्वेक्षणे व्यवस्थापित करा

source: Schemes Management
hi: योजना प्रबंधन
mr: योजना व्यवस्थापन

source: Manage health & education schemes.
hi: स्वास्थ्य और शिक्षा योजनाओं का प्रबंधन करें।
mr: आरोग्य आणि शिक्षण योजना व्यवस्थापित करा.

source: Manage Schemes
hi: योजनाओं का प्रबंधन करें
mr: योजना व्यवस्थापित करा

source: Local Tourism
hi: स्थानीय पर्यटन
mr: स्थानिक पर्यटन

source: Manage tourism spots & assistance.
hi: पर्यटन स्थलों और सहायता का प्रबंधन करें।
mr: पर्यटन स्थळे आणि सहाय्यता व्यवस्थापित करा.

source: Total Places
mr: एकूण स्थळे

source: Manage Tourism
hi: पर्यटन प्रबंधित करें
mr: पर्यटन व्यवस्थापित करा
